{
    "intro": {
        "block1_1": "The year is 2064.",
        "block1_1_full": "The year is 2064. \n You just got word on the byte nexus that the MetaDAO might be the first corp to fit asteroid miners with hypertronic tractor beams.",
        "block1_2": "You know tractor beams like the back of your hand.",
        "block1_2_full": "You know tractor beams like the back of your hand. The biggest beam corps from Earth say hypertronic isn't worth the plutonium, they say it barely moves the needle.",
        "block1_3": "Yeah right.",
        "block1_3_full": "Yeah right. Hypertronic changes everything.",
        "block1_4": "You want in.",
        "block2_1": "You've traded DAO shares before. It's not all that different from how your mom traded stocks on the oldnet in 2020. You can get all the META you want, as long as you have the cash.",
        "block2_2": "That's where the market comes in.",
        "block2_3": "You check out prices.",
        "block2_3_price": "You check out prices. 1 META = 49,000 USDC.",
        "block2_4": "It's low.",
        "block2_4_full": "It's low. MetaDAO announced exploratory investment in hypertronics a month ago and the price has barely moved an inch.",
        "block2_4_early": "It's low. MetaDAO announced exploratory investment in hypertronics a month ago and the price has barely moved an inch. You're still early.",
        "block2_5": "You portion out your budget",
        "block2_5_full": "You portion out your budget and buy a few META.",
        "block2_6": "Woah woah, slow down. MetaDAO is a *futarchy*. Sure, you can trade this news on the spot market, but there's a *much better* way. Go ahead and undo that purchase. You'll thank me later."
    },
    "conditionalTokens": {
        "block1_1": "You see, rolling out hypertronic tractor beams is still a *proposal*. You only want to buy META in the event that that proposal passes, right? If the proposal fails, your investment thesis -- and the MetaDAO's efforts to grow mining revenue -- will fail right along with it.",
        "block1_2": "What you want is for your investment to be *conditional* on the proposal passing. That way, if the proposal fails, you'll have kept your money.",
        "block1_3": "You need a way to be holding META in the case where the proposal passes, while at the same time holding USDC in the case where the proposal fails.",
        "block1_4": "How? Let's take a step back. It's time to learn about conditional tokens. For every active proposal, the MetaDAO lets you create conditional tokens.",
        "block1_5": "What you're looking at now is 1 USDC, *conditional* upon passing the hypertronics proposal.",
        "block1_5_full": "What you're looking at now is 1 USDC, *conditional* upon passing the hypertronics proposal. If the proposal passes, it will turn into 1 USDC.",
        "block1_6": "For short, we'll call it \"pass USDC\", or pUSDC.",
        "block1_7": "Likewise, it has a sister token: fUSDC.",
        "block1_8": "If the proposal passes, the pUSDC will become USDC. If the proposal fails, the fUSDC will become USDC.",
        "block1_9": "Thus, having one of each is the same as just having 1 USDC.",
        "block1_10": "That's not the interesting part. The interesting part is that you can *trade* each of them separately, for conditional META.",
        "block1_11": "Get out your USDC again, let's split it.",
        "block1_12": "As I mentioned, you can trade your pUSDC and fUSDC separately. There's a market for each.",
        "block1_13": "What you want is to have META in the event that the proposal passes, but keep your USDC in the event that the proposal fails.",
        "block1_13_full": "What you want is to have META in the event that the proposal passes, but keep your USDC in the event that the proposal fails. That means you want to trade your pUSDC for pMETA, but keep your fUSDC.",
        "block1_14": "Perfect.",
        "block1_14_cyber": "Perfect. Now you've invested like a proper futarchic cyberdenizen.",
        "block1_14_full": "Perfect. Now you've invested like a proper futarchic cyberdenizen. If the proposal passes, you'll have 2 META and ${{usdc}} USDC. If the proposal fails, you'll have ${{usdc_start}} USDC, just as you started.",
        "block1_15_prompt": "Great. When will the DAO vote on the proposal?",
        "block1_16": "Right. I forgot. You're clueless."
    },
    "futarchy": {
        "block1_1": "You didn't realize it yet, but this *is* the vote, and you just voted.",
        "block1_2": "You're done investing, so let's forget about your tokens for a moment and just focus on the markets.",
        "block1_3": "Because the markets are separate, their prices will diverge; traders come to a consensus on the price of META in the world where the proposal passes, and a separate consensus on the price of META if the proposal fails.",
        "block1_4": "A futarchic DAO is market-driven; for every proposal made, a pair of conditional markets like these is created. If the pass market prices META at a higher price than the fail market, the proposal passes. Otherwise, it fails.",
        "block1_5_prompt": "That's it? The DAO is just governed by conditional markets? So I've influenced the DAO to pass this proposal, because I pushed the price of pMETA upwards in the pass market?",
        "block1_6": "Yes. Welcome to Futarchy, cyberanon.",
        "block1_7": "The market price for META in the world where this proposal passes is ${{passPrice}}, and ${{failPrice}} in the world where the proposal fails.",
        "block1_8_prompt": "Wait, that's crazy.",
        "block1_9_prompt": "Shouldn't the price in the pass market be higher?",
        "block1_9_prompt_full": "Shouldn't the price in the pass market be higher? There is no way the MetaDAO is worth more without using hypertronics. The crystallic yields are over 500% greater than conventional tractor beams!",
        "block1_10": "Indeed. Not every market participant is a beamjunkie like yourself, and the big players in conventional beamtech have say-for-pay goons all over socialnet FUDing hypertronic.",
        "block1_10_full": "Indeed. Not every market participant is a beamjunkie like yourself, and the big players in conventional beamtech have say-for-pay goons all over socialnet FUDing hypertronic. Give it time, you might be glued to the nexus feed, but other tractor beam experts will take time to filter in."
    },
    "resolution": {
        "block1_1": "Nice.",
        "block1_1_full": "Nice. Once word spread on minetech postfeeds, every beamjunkie wanted a chance to ride the hypertronics wave.",
        "block1_2": "Once that happened, META started trading higher on the pass market than in the fail market. Therefore, the proposal passes.",
        "block1_3_prompt": "That is most rational.",
        "block1_4": "Here are your tokens again.",
        "block1_5": "Since the proposal did not fail, the fail market is cancelled...",
        "block1_6": "...and the pass market's tokens become regular tokens.",
        "block1_7": "The MetaDAO was able to capture and incorporate your knowledge because you were willing to put your money where your mouth is. The asteroid mining industry is drenched in lies and DAO manipulation, but any effort to drive the pass market down just presents opportunity to beamtech experts like yourself."
    },
    "outro": {
        "thankYou": "Thank you for letting me be your futarchy guide.",
        "welcome": "Thank you for letting me be your futarchy guide. Welcome to the MetaDAO, cyberanon."
    },
    "countdown": "{{days}}d {{hours}}h {{minutes}}m",
    "pusdcLabel": "1 pUSDC",
    "fusdcLabel": "1 fUSDC",
    "usdcLabel": "1 USDC"
}
